Repository: AmazingTai/yith-library-server
Catalog: yithlibraryserver/locale/*/LC_MESSAGES/yithlibraryserver.po
Languages: es

source: Send message
es: Enviar mensaje

source: Cancel
es: Cancelar

source: Thank you very much for sharing your opinion
es: Muchas gracias por compartir tu opinión

source: Name
es: Nombre

source: Message
es: Mensaje

source: There was a problem in the confirmation process. Please start the checkout again
es: Hubo un problema en el proceso de confirmación. Por favor, empieza la compra de nuevo

source: Thanks for considering donating to Yith Library. We will be ready if you change your mind
es: Gracias por considerar donar dinero a Yith Library. Estaremos listo si cambias de opinión

source: Thank you very much for your great contribution
es: Muchas gracias por tu gran contribución

source: Contribute
es: Contribuye

source: We need your help!
es: ¡Necesitamos tu ayuda!

source: We need your help to make Yith Library a truly awesome service. There are several things you can do to show your love.
es: Necesitamos tu ayuda para hacer de Yith Library un servicio verdaderamente increible. Hay varias cosas que puedes hacer para mostrar tu amor.

source: Spread the word
es: Corre la voz

source: Add a banner from your site ...
es: Añade un cartel en tu sitio ...

source: 1. Pick a banner type:
es: 1. Escoge un tipo de cartel:

source: Small 1
es: Pequeño 1

source: Small 2
es: Pequeño 2

source: Medium
es: Mediano

source: 2. Copy and paste this into your website:
es: 2. Copia y pega esto en tu sitio web:

source: ... or add a line about us in your favourite social network:
es: ... o escribe una linea sobre nosotros en tu red social favorita:

source: Translate
es: Traduce

source: Yith Library is currently available in English and Spanish. If you speak any other languages it would be awesome if you could contribute a translation for that language.
es: Yith Library está disponible en Inglés y en Español. Si hablas cualquier otro idioma sería increible si pudieras contribuir una traducción para ese idioma.

source: Current translations
es: Traducciones actuales

source: English (USA)
es: Inglés (EEUU)

source: By
es: Por

source: Spanish (Spain)
es: Español (España)

source: This is the file
es: Este es el fichero

source: contact us
es: contacta con nosotros

source: ${this-is-the-file} you need to translate. Please ${contact-us} if you need any help!
es: ${this-is-the-file} que tienes que traducir. ¡Por favor ${contact-us} si necesitas ayuda!

source: Write some code
es: Escribe código

source: If you know how to program your help will be very much appreciated since there a lot of room for improvement in Yith Library. The source code is on Github and you can read the documentation to get you started.
es: Si sabes programar tu ayuda será más que bienvenida ya que hay mucho que mejorar en Yith Library. El código fuente está en Github y puedes leer la documentación para poder empezar fácilmente.

source: Give us your money
es: Danos tu dinero

source: Well, not all of them, but it would be great if you could contribute a very small amount of money to maintain this service.
es: Bueno, no todo, pero sería estupendo si pudieras contribuir con un poco de dinero para mantener este servicio.

source: This is how we will spend that money:
es: Así es como nos gastaremos ese dinero:

source: Hosting
es: Alojamiento

source: Right now we are using ${heroku} as our hosting provider because their starter plan is free. We are really grateful to them but we realize that we are slowly growing up and at some point that plan will not be enough for us.
es: Ahora mismo estamos usando ${heroku} como nuestro proveedor de hosting porque su plan inicial es gratis. Estamos muy agradecidos a ellos pero somos conscientes de que estamos creciendo lentamente y en algún punto ese plan no será suficiente para nosotros.

source: SSL Certificate
es: Certificado SSL

source: Having a strong SSL Certificate to serve all Yith Library resources is quite important in an application like this. We are using Heroku's wildcard certificate because Yith Library is being served as a subdomain of the herokuapp.com domain. This is great to get started in a secure and free way but we'd like to use the yithlibrary.com domain (which is just a redirection right now).
es: Tener un Certificado SSL fuerte para servir todos los recursos de Yith Library es bastante importante en una aplicación como esta. Estamos usando los certificados comodín de Heroku porque Yith Library se está sirviendo en un subdominio del dominio herokuapp.com. Esto está muy bien para empezar de una forma segura y gratuita pero nos gustaría usar el dominio yithlibrary.com (el cuál es simplemente una redirección ahora mismo).

source: Email services
es: Servicios de correo electrónico

source: Yith Library can email you with a ciphered backup of your password collection once a month. We need to thank ${sendgrid} for allowing us to do this using their free plan. But as with Heroku, we'd like to improve this feature but allowing our users to decide how frequently they want this email to be sent. Unfortunately the free plan is not enough for this and we would need to switch to a bigger plan.
es: Yith Library puede mandarte un email con tu colección de contraseñas cifradas una vez al mes. Agradecemos a ${sendgrid} permitirnos hacer esto con su plan gratuito. Pero como con Heroku, nos gustaría mejorar esta característica permitiendo que nuestros usuarios decidan la frecuencia de estos emails. Desgraciadamente el plan gratuito no es suficiente para esto y tendríamos que cambiarnos a un plan superior.

source: Branding assets
es: Activos de marca

source: yithian image
es: imágen del yithian

source: We would like Yith Library to look really awesome and unfortunately the two yithians that run the service are not very good with brushes and pencils. We bought the famous ${yithian-image} but we'd like to get it more friends.
es: Nos gustaría que Yith Library se viera muy chula pero desgraciadamente los dos yithians que llevan el servicio no son muy buenos con los pinceles y lápices. Compramos la famosa ${yithian-image} pero nos gustaría conseguirle más amigos.

source: Domain
es: Dominio

source: Once a year the domain yithlibrary.com must be renewed. It's not a big expense but it adds :-)
es: Una vez al año hay que renovar el dominio yithlibrary.com. No es un gran gastos pero suma :-)

source: We also have some cool stickers waiting to be placed on your laptop, your car or maybe your boss' back. Some of our donation packages include a sticker unless you say so to use the full amount in Yith itself.
es: Tenemos unas pegatinas muy chulas esperando a ser colocadas en tu portátil, tu coche o la espalda de tu jefe. Algunos de nuestros paquetes de donación incluyen una pegatina a no ser que digas lo contrario para utilizar todo el importe de tu donación en Yith Library.

source: Packages
es: Paquetes

source: Small
es: Pequeño

source: A personal thank you from the yithians
es: Un agradecimiento personal de los yithians

source: Donate $1
es: Dona $1

source: Donate via PayPal
es: Dona via PayPal

source: A cool Yith Library sticker and a personal thank you from the yithians
es: Una pegatina chula de Yith Library y un agradecimiento personal de los yithians

source: Donate $5
es: Dona $5

source: Big
es: Grande

source: A cool Yith Library sticker, a personal thank you from the yithians and daily backups of your passwords if you want them
es: Una pegatina chula de Yith Library, un agradecimiento personal de los yithians y copias de seguridad de tus contraseñas diarias si así lo quieres

source: Donate $10
es: Dona $10

source: Stickers
es: Pegatinas

source: Confirm donation
es: Confirmar la donación

source: Confirm your donation
es: Confirma tu donación

source: You are donating ${amount}.
es: Estas donando ${amount}.

source: Hey ${firstname}, this is the final step for your donation. Thanks a lot for your patiente and generosity. ${you-are-donating}
es: Oye ${firstname}, este es el último paso de tu donación. Muchas gracias por tu paciencia y generosidad. ${you-are-donating}

source: We are going to send you a cool sticker to this address:
es: Vamos a mandarte una pegatina guay a esta dirección:

source: Shipping address
es: Dirección de envío

source: I want to use all the money to make Yith Library awesome. Do not send me the sticker
es: Quiero usar todo el dinero para hacer Yith Library increíble. No me envies la pegatina

source: Ok, take my money
es: Ok, coge mi dinero

source: No, maybe later
es: No, quizás después

source: The passwords file is required to upload the passwords
es: El fichero de contraseñas es necesario para subir las contraseñas

source: Congratulations, ${n_passwords} password has been imported
es: Enhorabuena, ${n_passwords} contraseña ha sido importada

source: Congratulations, ${n_passwords} passwords have been imported
es: Enhorabuena, ${n_passwords} contraseñas han sido importadas

source: There was a problem reading your passwords file
es: Hubo un problema releyendo su fichero de contraseñas

source: Backup
es: Copia de seguridad

source: Export passwords
es: Exportar contraseñas

source: By clicking in the following button you will get a backup file with your password collection.
es: Al hacer click en el siguiente botón recibirás una copia de seguridad de tu colección de contraseñas.

source: Download my passwords
es: Descargar mis contraseñas

source: Import passwords
es: Importar contraseñas

source: By uploading a backup file you will replace your existing password collection with the contents of that file.
es: Al subir un fichero de respaldo sustituirás tu colección de contraseñas actual con los contenidos de ese fichero.

source: Select a file:
es: Selecciona un fichero:

source: Upload my passwords
es: Subir mis contraseñas

source: Import confirmation
es: Confirmación de importación

source: Are you sure you want to import a password backup file?
es: ¿Estás seguro de que quieres importar un fichero de respaldo de contraseñas?

source: replace
es: sustituirá

source: This action will ${replace} your current password collection with the contents of the file you are uploading.
es: Esta acción ${replace} tu colección de contraseñas actual con el contenido del fichero que estás subiendo.

source: This action can not be undone.
es: Esta acción no se puede deshacer.

source: Yes, I am sure
es: Sí, estoy seguro

source: Register into Yith Library
es: Registrarme en Yith Library

source: Yes, I am sure. Destroy my account
es: Sí, estoy seguro. Destruye mi cuenta

source: Save changes
es: Guardar cambios

source: Your account has been removed. Have a nice day!
es: Tu cuenta ha sido eliminada. ¡Que tengas un buen día!

source: Congratulations, your email has been successfully verified
es: Enhorabuena, tu email ha sido verificado correctamente

source: Sorry, your verification code is not correct or has expired
es: Lo siento, tu código de verificación no es correcto o ha caducado

source: Thanks for reconsidering removing your account!
es: ¡Gracias por reconsiderar la eliminación de tu cuenta!

source: The changes were saved successfully
es: Los cambios fueron guardados correctamente

source: There were an error while saving your changes
es: Hubo un error al guardar tus cambios

source: Congratulations, ${n_merged} of your accounts has been merged into the current one
es: Enhorabuena, ${n_merged} de tus cuentas ha sido mezclada correctamente con la cuenta actual

source: Congratulations, ${n_merged} of your accounts have been merged into the current one
es: Enhorabuena, ${n_merged} de tus cuentas han sido mezcladas correctamente con la cuenta actual

source: Not enough accounts for merging
es: No hay suficientes cuentas para mezclar

source: First name
es: Nombre

source: Last name
es: Apellidos

source: Screen name
es: Nombre a mostrar

source: Do you mind telling us your reasons?
es: ¿Te importa decirnos tus razones?

source: We want to get better!
es: ¡Queremos mejorar!

source: Allow statistics cookie
es: Permitir cookie de estadísticas

source: Send my passwords to my email monthly
es: Enviar mis contraseñas a mi email mensualmente

source: You will receive your passwords backup on the first day of the month
es: Recibirás la copia de seguridad de tus contraseñas el primer día del mes

source: Log in with ${idp}
es: Entrar con ${idp}

source: Preferences
es: Preferencias

source: Destroy account
es: Destruir cuenta

source: I am tired of using Yith Library
es: Estoy cansado de usar Yith Library

source: We are very sorry to hear that, but hey, it's your decission!
es: Sentimos mucho oir eso, pero ¡hey, es tu decisión!

source: Destroy my account ...
es: Destruye mi cuenta ...

source: Do you really really really want to destroy your account?
es: ¿De verdad de la buena quieres destruir tu cuenta?

source: All your personal information and passwords will be removed from this server.
es: Toda tu información personal y contraseñas se eliminarán de este servidor.

source: You will not be able to undo this operation. Think about it.
es: No podrás deshacer esta operación. Piensa en ello.

source: Log in
es: Entrar

source: User information
es: Información de usuario

source: Personal information
es: Información personal

source: Member since:
es: Miembro desde:

source: Last seen:
es: Visto por última vez:

source: Change your avatar at gravatar.com
es: Cambia tu avatar en gravatar.com

source: Set your avatar at gravatar.com
es: Pon tu avatar en gravatar.com

source: Email verification
es: Verificación de email

source: Email verified
es: Email verificado

source: Email not verified
es: Email no verificado

source: Now you can link several accounts to identify yourself.
es: Ahora puedes enlazar varias cuentas para identificarte.

source: identity providers page
es: página de proveedores de identidad

source: Go to your ${identity-providers} and follow the instructions.
es: Ve a tu ${identity-providers} y sigue las instrucciones.

source: profile page
es: página del perfil

source: It looks that your verification code is not correct. Please go to your ${profile-page} and generate a new one.
es: Parece que tu código de verificación no es correcto. Por favor ve a tu ${profile-page} y genera uno nuevo.

source: Register new user
es: Registro de nuevo usuario

source: Welcome to the Yith Library!
es: ¡Bienvenido a Yith Library!

source: It looks like it's the first time you log into the Yith Library.
es: Parece que es la primera vez que entras en Yith Library

source: register
es: registrarme

source: Click on the ${register} button to finish the registration process. Don't worry, we will not ask you for a new password. You already have enough of them.
es: Haz click en el botón ${register} para finalizar el proceso de registro. No te preocupes, no te pediremos una nueva contraseña. Ya tienes bastantes.

source: An email with a verification link will be sent to ${user-email} to verify that you are its legitimate owner.
es: Un email con un enlace de verificación será enviado a ${user-email} para verificar que tú eres su dueño legítimo.

source: Send verification email
es: Enviar email de verificación

source: All you need to do is click on the ${send-verification-email} button, go to your inbox and follow the instructions in the email.
es: Sólo necesitas hacer click en el botón ${send-verification-email}, ir a tu bandeja de entrada y seguir las instrucciones en el email.

source: Go and check your inbox!
es: ¡Ve y comprueba tu bandeja de entrada!

source: The email message with the verification link has been sent. ${check-your-inbox}
es: El mensaje de email con el enlace de verificación ha sido enviado. ${check-your-inbox}

source: There was an error sending the verification link to your email address.
es: Hubo un error al enviar el enlace de verificación a tu dirección de email.

source: Close
es: Cerrar

source: Identity providers
es: Proveedores de identidad

source: You are registered with the following accounts:
es: Estas registrado con las siguientes cuentas:

source: Provider
es: Proveedor

source: Passwords
es: Contraseñas

source: Is current?
es: ¿Es la actual?

source: Is email verified?
es: ¿Está verificado el email?

source: Available actions
es: Acciones disponibles

source: Number of passwords
es: Número de contraseñas

source: Current
es: Actual

source: No email available
es: No hay email disponible

source: Verify email address
es: Verificar dirección de email

source: Merge my accounts
es: Mezclar mis cuentas

source: Tip:
es: Pista:

source: If you merge your accounts you will be able to access your passwords in a unified way: no matter which provider you use to log in you will always see the same set of passwords.
es: Si mezclas tus cuentas podrás acceder a tus contraseñas de una forma unificada: no importa con que proveedor accedas siempre verás el mismo conjunto de contraseñas.

source: Contact
es: Contacto

source: Contact us
es: Contacta con nosotros

source: Credits
es: Créditos

source: Yith Library is copyright of:
es: El copyright de Yith Library es de:

source: Media
es: Imágenes

source: Verified
es: Verificado

source: Unverified
es: No verificado

source: There was a problem with your submission.
es: Hubo un problema con su petición

source: Errors have been highlighted below
es: Los errores han sido destacados abajo

source: Terms of service
es: Términos de servicio

source: Free software
es: Software libre

source: Yith Library Server is free software: you can redistribute it and/or modify it under the terms of the GNU Affero General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
es: El Servidor de Yith Library es software libre: puedes redistribuirlo y/o modificarlo según los términos de la Licencia Pública General GNU Affero tal y como la publica la Fundación de Software Libre, tanto la versión 3 de la licencia, como (a tu gusto) cualquier versión posterior.

source: Among many things being free software means Yith Library users have four essential freedoms:
es: Entre otras muchas cosas, ser software libre significa que los usuarios de Yith Library tienen cuatro libertades esenciales:

source: The freedom to run the program, for any purpose (freedom 0).
es: La libertad de ejecutar el programa, para cualquier propósito (libertad 0)

source: source code
es: código fuente

source: The freedom to study how the program works, and change it so it does your computing as you wish (freedom 1). Access to the ${github-url} is a precondition for this.
es: La libertad de estudiar cómo funciona el programa, y cambiarlo para que lo que tú quieras (libertad 1). El acceso al ${github-url} es una precondición para esto.

source: The freedom to redistribute copies so you can help your neighbor (freedom 2).
es: La libertad de redistribuir copias para que puedas ayudar a tu vecino (libertad 2).

source: The freedom to distribute copies of your modified versions to others (freedom 3). By doing this you can give the whole community a chance to benefit from your changes. Access to the ${github-url} is a precondition for this.
es: La libertad de distribuir copias de tus versiones modificadas a otros (libertad 3). Al hacer esto puedes darle a toda la comunidad la oportunidad de beneficiarse de tus cambios. El acceso al ${github-url} es una precondición para esto.

source: You can read the GNU Affero General Public License at ${agpl-url}
es: Puedes leer la Licencia Pública General GNU Affero en ${agpl-url}

source: Data ownership
es: Pertenencia de los datos

source: You own your personal data and all the passwords stored in your account belongs only to you.
es: Tus datos personales te pertenecen y todos las contraseñas almacenadas en tu cuenta te pertenecen sólo a tí.

source: You can export such data in a machine readable format any time you want. If you want, we will send you a backup of your passwords once a month.
es: Puedes exportar esos datos en un formato legible para una máquina en cualquier momento. Si quieres, te mandaremos una copia de respaldo de tus contraseñas una vez al mes.

source: No warranty
es: Sin garantía

source: Yith Library Server is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
es: El Servidor de Yith Library se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; ni siquiera con la garantía implícita de MERCHANTABILITY o FITNESS FOR A PARTICULAR PURPOSE. Mira la Licencia Pública General GNU para más detalles.

source: Cookies usage. No tracking
es: Uso de Cookies. Sin rastreo

source: We use cookies for the sole purpose of managing a session for you (${beaker-cookie}) and remembering your identity after you succesfully finish the authentication process (${auth-cookie}).
es: Usamos cookies con el único propósito de gestionar una sesión para tí (${beaker-cookie}) y recordar tu identidad una vez que terminas el proceso de autenticación con éxito (${auth-cookie}).

source: Optionally and if you allow it, we use Google Analytics to learn more about our users. This way we can optimize Yith Library and priorize our changes so you are served better. Knowing our users habits also helps us to scale our infrastructure better.
es: Opcionalmente y si lo permites, usaremos Google Analytics para aprender más sobre nuestros usuarios. De esta forma podemos optimizar Yith Library y priorizar nuestros cambios para servirte mejor. Saber los hábitos de nuestros usuarios también nos ayuda a escalar nuestra infraestructua mejor.

source: Account termination
es: Finalización de la cuenta

source: You are free to remove your account and all the data associated with it whenever you want. It's a sad event for us but you must have the rights to make that decission.
es: Eres libre de eliminar tu cuenta y todos los datos asociados a ella cuando tú quieras. Es algo triste para nosotros pero debes tener el derecho de tomar esa decisión.

source: We won't sell your data, ever
es: No venderemos tus datos nunca

source: We don't sell your data to any third party company. We do this just for fun and because we believe a web password manager is needed to make the Internet a safer place.
es: No venderemos tus datos a ningún tercero. Hacems esto por diversión y porque creemos que un gestor de contraseñas web es necesario para hacer la Internet un lugar más seguro.

source: just drop us a line
es: envíanos un mensaje

source: Sorry if some of these terms are a little imprecise and sloppy. We are hackers, not lawyers. If in doubt, ${contact-url}.
es: Perdón si estos términos son algo imprecisos y vagos. Somos programadores, no abogados. Si tienes dudas, ${contact-url}.

source: My passwords
es: Mis contraseñas

source: Log out
es: Salir

source: Welcome, new visitor!
es: ¡Bienvenido, visitante!

source: Welcome ${current-user}
es: Bienvenido ${current-user}

source: We are using cookies to get statistics about the usage of Yith Library. This is completely optional and we want to ask you if this is ok with you.
es: Estamos usando cookies para obtener estadísticas sobre el uso de Yith Library. Esto es completamente opcional y nos gustaría preguntarte si te parece bien.

source: Ok, I can handle one more cookie
es: Ok, puedo soportar otra cookie

source: No, I don't want to be tracked
es: No, no quiero ser rastreado

source: Follow us on Twitter!
es: ¡Síguenos en Twitter!

source: Fork us on GitHub!
es: ¡Copianos en Github!

source: FAQ
es: Preguntas frecuentes

source: Account
es: Cuenta

source: Applications
es: Aplicaciones

source: Authorized clients
es: Clientes autorizados

source: Developer apps
es: Aplicaciones de desarrolladores

source: Home
es: Inicio

source: Web password manager
es: Gestor de contraseñas web
