Repository: AmazingTai/yith-library-server
Catalog: yithlibraryserver/locale/*/LC_MESSAGES/yithlibraryserver.po
Languages: es

source: Yith Library is an online password manager. It will help you to keep your secrets under control in a secure and easy way. Your online data is too valuable to avoid protecting it seriously.
es: Yith Library es un gestor de contraseñas en línea. Te ayudará a mantener tus secretos bajo control de una forma segura y fácil. Tus datos en línea son demasiado valiosos para no protegerlos seriamente.

source: Start using it today
es: Empieza a usarlo hoy mismo

source: at no cost
es: sin coste alguno

source: Get your passwords
es: Accede a tus contraseñas

source: Why do you need it?
es: ¿Por qué lo necesitas?

source: It will allow you to manage your credentials and other passwords using best security practices without the need to be a cryptographer or a paranoid nerd.
es: Te permitirá gestionar tus credenciales y otras contraseñas usando las mejores prácticas de seguridad sin necesidad de ser un criptográfo o un empollón paranoico.

source: View details &raquo;
es: Ver detalles &raquo;

source: How does it work?
es: ¿Cómo funciona?

source: Each password that you manage in Yith Library is encrypted with a special secret: the master password. That's the only one you need to remember.
es: Cada contraseña gestionada por Yith Library se cifra con un secreto especial: la contraseña maestra. Esto es lo único que necesitarás recordar.

source: Where does it work?
es: ¿Dónde funciona?

source: Your passwords are saved in a secure server and you can access them from any place using a range of easy to use web apps optimized for different devices.
es: Tus contraseñas se guardan en un servidor seguro al que puedes acceder desde cualquier lugar utilizando varias aplicaciones web optimizadas para distintos aparatos.

source: password
es: contraseña

source: Using one ${password} for everything is a bad idea
es: Usar una ${password} para todo es una mala idea

source: Today, most Internet services force you to use an username and a password as your credentials to identify yourself. Since we are not very good at remembering a lot of different passwords, we usually have only one. But what if one of those service's security is compromised and an attacker can get the passwords used at that service? Well, that means the attacker can access all the services where you use the same password. Scary, isn't it?
es: Hoy en día, la mayoría de servicios de Internet te fuerzan a usar un nombre de usuario y una contraseña como credenciales para identificarte. Ya que no somos muy buenos recordando muchas contraseñas diferentes, normalmente solo tenemos una. Pero ¿qué pasa si la seguridad de uno de esos servicios se ve comprometida y un atacante puede obtener las contraseñas usadas en ese servicio? Bueno, eso significa que el atacante puede acceder a todos los servicios en los que uses la misma contraseña. Da miedo, ¿no?

source: easily
es: fácilmente

source: Manage your passwords ${easily}
es: Gestiona tus contraseñas ${easily}

source: any device!
es: ¡cualquier aparato!

source: It's not as easy as using the same password for everything but you already know you should never do that. The Yith Library is super easy to use: just remember your master password is only stored in your brain and you should always use the same one. You can access your passwords from ${any-device}
es: No es tan fácil como usar la misma contraseña siempre pero ya sabes que no deberías hacer eso nunca. Yith Library es super fácil de usar: solo tienes que recordar que tu contraseña maestra se almacena en tu cerebro y que siempre debes usar la misma. Puedes obtener tus contraseñas desde ${any-device}

source: secure
es: de forma segura

source: Keep your secrets ${secure}
es: Manten tus secretos ${secure}

source: Your passwords are transmitted over the network using the TLS protocol and they are stored on the server encrypted. Even the yithians who run this service can't read them! Not even with their time machine...
es: Tus contraseñas se transmiten por la red usando el protocolo TLS y se almacenan cifradas en el servidor. ¡Ni siquiera los yithians que llevan este servicio pueden leerlas! Ni con su máquina del tiempo...

source: free
es: gratuito

source: Yith Library is a ${free} service
es: Yith Library es un servicio ${free}

source: Free as in freedom
es: Libre

source: You can use it any way you want
es: Puedes usarlo de cualquier manera

source: You can run your own server or clients
es: Puedes ejecutar tu propio servidor o clientes

source: You can modify it
es: Puedes modificarlo

source: You can distribute it
es: Puedes distribuirlo

source: We are happy with all of this
es: Nos parece bien todo esto

source: Free as in beer
es: Gratuito

source: You can use our server and clients without paying a dime
es: Puedes usar nuestro servidor y clientes sin pagarnos ni un céntimo

source: donations
es: donaciones

source: If you like it a lot, we are happy to accept ${donations}
es: Si te gusta mucho, nos encantaría aceptar ${donations}

source: How it works
es: Cómo funciona

source: Safely transfer the data with secure protocols
es: Transporta los datos de forma fiable con protocolos seguros

source: When you access the Yith Library the server sends your ciphered password collection to your browser using secure protocols such as TLS. This means that nobody can sniff this traffic and see your ciphered secrets.
es: Cuando accedes a Yith Library el servidor envia tu colección de contraseñas cifradas a tu navegador usando protocolos seguros como TLS. Esto significa que nadie podrá analizar este tráfico y ver tus secretos cifrados.

source: Only you can access your data
es: Sólo tú puedes acceder a tus datos

source: master password
es: contraseña maestra

source: Yith Library asks you for the ${master-password} everytime you open an existing password or create a new one. As the browser does not keep the master password in memory, it is safe against malicious programs or plugins.
es: Yith Library te pregunta por la ${master-password} cada vez que abres una contraseña existente o creas una nueva. Como el navegador no almacena la contraseña maestra en memoria, es seguro ante programas o complementos maliciosos.

source: Accessible anytime, anywhere
es: ¡Cuando sea, donde sea!

source: After making changes, the data is sent back to the server where it's persisted and it is ready to be fetched from your other devices. Since it is also stored in your browser cache you can read them offline.
es: Después de hacer modificaciones, los datos son enviados al servidor donde se almacena de forma persistente estando listos para ser recuperados desde tus otros dispositivos. Al almacenarse también en la cache de tu navegador, puedes acceder a ellos cuando estes desconectado.

source: any device
es: cualquier aparato

source: Access your data from ${any-device}
es: Accede a tus datos desde ${any-device}

source: Anytime, anywhere!
es: ¡Cuando sea, donde sea!

source: Your passwords are a very critical piece of data since they are the keys that open your digital accounts. You should be able to access them at home, on the run, in a foreign country without Internet connection... ${anytime-anywhere}
es: Tus contraseñas son datos muy críticos ya que son las llaves que abren tus identidades digitales. Debes poder acceder a ellas en casa, de viaje, en un pais extranjero sin conexión a Internet... ${anytime-anywhere}

source: About the great library of Yith
es: Sobre la gran biblioteca Yith

source: Those captive minds who cooperated with the Great Race were allowed to wander the Yithian cities at will and to browse the Yithians' gigantic library, which contained metallic cases with books, made of an incredibly long-lasting material, that recorded the histories of uncounted alien races, including humanity.
es: A aquellas mentes captivas que cooperaban con la Gran Raza se les permitía recorrer las ciudades Yithian a discreción y explorar la gigantesca biblioteca de los Yithians, que contenía cajas metálicas con libros, hechas de un material increiblemente duradero, que almacenaba las historias de incontables razas alienígenas, incluida la humanidad.

source: I couldn't live a week without a private library.
es: No podía vivir una semana sin una biblioteca privada.

source: Save application
es: Guardar aplicación

source: Delete application
es: Borrar aplicación

source: The application ${app} was created successfully
es: La aplicación ${app} fue creada correctamente

source: The application ${app} was deleted successfully
es: La aplicación ${app} fue borrada correctamente

source: The access to application ${app} has been revoked
es: El acceso a la aplicación ${app} ha sido revocado

source: Access your passwords
es: Acceder a tus contraseñas

source: Modify your passwords
es: Modificar tus contraseñas

source: Access your user information
es: Acceder tu información de usuario

source: Main URL
es: URL Principal

source: Callback URL
es: URL de retrollamada

source: Authorized Origins
es: Orígenes autorizados

source: One per line. For example https://example.com
es: Uno por linea. Por ejemplo https://example.com

source: Production ready
es: Listo para producción

source: Image URL
es: URL de la imagen

source: Description
es: Descripción

source: Client Id
es: Id de cliente

source: Client secret
es: Secreto de cliente

source: Developer applications
es: Aplicaciones de desarrolladores

source: Developer Applications
es: Aplicaciones de Desarrolladores

source: You have not registered any developer application yet.
es: No has registrado ninguna aplicación de desarrollador aún.

source: Register new application
es: Registrar nueva aplicación

source: Edit Application
es: Editar Aplicación

source: Edit application ${app-name}
es: Editar aplicación ${app-name}

source: Available Clients
es: Clientes Disponibles

source: There are several clients to access your passwords collection. You can use the one that fits your needs better
es: Hay varios clientes para acceder a tu colección de contraseñas. Puedes usar el que mejor se ajuste a tus necesidades

source: Access
es: Acceder

source: Revoke Authorization
es: Revocar Autorización

source: Revoke authorization to application ${app-name}
es: Revocar autorización a la aplicación ${app-name}

source: Are you sure you want to revoke the authorization to the application ${app-name} with id ${app-id}?
es: ¿Estas seguro de que quieres revocar la autorización a la aplicación ${app-name} con el id ${app-id}?

source: No, take me back to the application list
es: No, llevame de vuelta a la lista de aplicaciones

source: Delete Application
es: Borrar Aplicación

source: Delete Application ${app-name}
es: Editar Aplicación ${app-name}

source: Are you sure you want to remove the application ${app-name} with id ${app-id}?
es: ¿Estas seguro de que quieres eliminar la aplicación ${app-name} con el id ${app-id}?

source: New application
es: Nueva aplicación

source: New Application
es: Nueva Aplicación

source: Authorize Application
es: Autorizar Aplicación

source: Authorize Application ${app-name}
es: Autorizar Aplicación ${app-name}

source: Permissions:
es: Permisos:

source: Site:
es: Sitio:

source: Description:
es: Descripción:

source: Author:
es: Autor:

source: Allow access
es: Permitir acceso

source: No, thanks
es: No, gracias

source: You can revoke this authorization in the future.
es: Puedes revocar esta autorización en el futuro.

source: Authorized Applications
es: Aplicaciones autorizadas

source: You have not authorized any application yet.
es: No has autorizado ninguna aplicación aún.

source: Start using a client
es: Empieza a usar un cliente

source: Revoke authorization
es: Revocar autorización
